In [ ]:
name = 'Abdul Rauf'

In [2]:
print(name.title())

Abdul Rauf

In [3]:
for n in name:
    print(n)

A
b
d
u
l

R
a
u
f

In [7]:
import pandas as p 
data = p.read_csv('data.csv')
data.head()

             name    age    balance
0     'Abdul Rauf'     20       1000
1  'Muhmmad Ahsan'     19       2000
2   'Muhmmad Umar'     19       3000
3       'Mudassir'     20       4000
4         'Najaf'      20       3500

In [8]:
data.tail()

             name    age    balance
5         'Awais'      20       4400
6        'Farhan'      20       3500
7  'Muhammad Ali'      20       4000
8        'Rehman'      21       3200
9           'Ali'      22       5000